Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# toolbar.regularSearchHelp.shortcutDisabled
source: Search repositories; keyboard shortcut disabled
ar: البحث في المستودعات؛ اختصار لوحة المفاتيح معطل
de: Repositories durchsuchen; Tastaturkürzel deaktiviert
es: Buscar en repositorios; atajo de teclado desactivado
fr: Rechercher dans les dépôts ; raccourci clavier désactivé
id: Cari repositori; pintasan keyboard dinonaktifkan
it: Cerca nei repository; scorciatoia da tastiera disabilitata
ja: リポジトリを検索（キーボードショートカット無効）
ko: 저장소 검색; 키보드 단축키 비활성화됨
nl: Repositories doorzoeken; sneltoets uitgeschakeld
pl: Szukaj w repozytoriach; skrót klawiszowy wyłączony
pt_br: Buscar repositórios; atalho de teclado desativado
ru: Поиск репозиториев; сочетание клавиш отключено
tr: Depoları ara; klavye kısayolu devre dışı
uk: Пошук у репозиторіях; сполучення клавіш вимкнено
vi: Tìm kiếm kho lưu trữ; phím tắt bị vô hiệu hóa
zh_hans: 搜索仓库；键盘快捷键已停用
zh_hant: 搜尋倉庫；鍵盤快捷鍵已停用

# toolbar.status.browserPlugin.disabled
source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Désactivé
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko: 비활성화됨
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
ru: Отключено
tr: Devre Dışı
uk: Вимкнено
vi: Đã tắt
zh_hans: 未开启
zh_hant: 未啟用

# toolbar.status.browserPlugin.open
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# toolbar.status.browserPlugin.title
source: Browser Plugin
ar: إضافة المتصفح
es: Plugin del navegador
fr: Extension de navigateur
id: Plugin Browser
it: Plugin browser
ja: ブラウザプラグイン
ko: 브라우저 플러그인
pl: Wtyczka przeglądarki
pt_br: Plugin do Navegador
ru: Плагин браузера
tr: Tarayıcı Eklentisi
uk: Плагін браузера
vi: Plugin trình duyệt
zh_hans: 浏览器插件
zh_hant: 瀏覽器擴充功能

# toolbar.status.caption.issue
source: Issue
ar: مشكلة
de: Problem
es: Incidencia
fr: Problème
id: Masalah
it: Problema
ja: 課題
ko: 문제
nl: Probleem
pl: Problem
pt_br: Problema
ru: Проблема
tr: Sorun
uk: Проблема
vi: Sự cố
zh_hans: 异常
zh_hant: 異常

# toolbar.status.caption.ok
source: OK
ar: موافق
es: Correcto
ko: 정상
ru: ОК
tr: Tamam
uk: Гаразд
zh_hans: 正常
zh_hant: 正常

# toolbar.status.caption.syncing
source: Syncing
ar: جاري المزامنة
de: Synchronisiere
es: Sincronizando
fr: Synchronisation
id: Menyinkronkan
it: Sincronizzazione
ja: 同期中
ko: 동기화 중
nl: Synchroniseren
pl: Synchronizacja
pt_br: Sincronizando
ru: Синхронизация
tr: Senkronize Ediliyor
uk: Синхронізація
vi: Đang đồng bộ
zh_hans: 同步中
zh_hant: 同步中

# toolbar.status.caption.tasks
source: Tasks
ar: المهام
de: Aufgaben
es: Tareas
fr: Tâches
id: Tugas
it: Attività
ja: タスク
ko: 작업
nl: Taken
pl: Zadania
pt_br: Tarefas
ru: Задачи
tr: Görevler
uk: Завдання
vi: Tác vụ
zh_hans: 任务
zh_hant: 任务

# toolbar.status.diagnostics.clean
source: No warning, error, or critical diagnostic events in the last 24 hours.
ar: لا توجد أحداث تحذيرية أو خطأ أو حرجة في آخر 24 ساعة.
de: Keine Warnungen, Fehler oder kritischen Diagnoseereignisse in den letzten 24 Stunden.
es: No hay eventos de diagnóstico de advertencia, error o críticos en las últimas 24 horas.
fr: Aucun événement de diagnostic de type avertissement, erreur ou critique au cours des dernières 24 heures.
id: Tidak ada peringatan, kesalahan, atau peristiwa diagnostik kritis dalam 24 jam terakhir.
it: Nessun evento diagnostico di avviso, errore o critico nelle ultime 24 ore.
ja: 過去24時間に警告、エラー、重大な診断イベントはありません。
ko: 지난 24시간 동안 경고, 오류 또는 심각한 진단 이벤트가 없습니다.
nl: Geen waarschuwingen, fouten of kritieke diagnostische gebeurtenissen in de afgelopen 24 uur.
pl: Brak zdarzeń diagnostycznych ostrzeżeń, błędów lub krytycznych w ciągu ostatnich 24 godzin.
pt_br: Nenhum evento de diagnóstico de aviso, erro ou crítico nas últimas 24 horas.
ru: Нет предупреждений, ошибок или критических диагностических событий за последние 24 часа.
tr: Son 24 saat içinde uyarı, hata veya kritik tanılama olayı yok.
uk: Немає попереджень, помилок або критичних діагностичних подій за останні 24 години.
vi: Không có sự kiện chẩn đoán cảnh báo, lỗi hoặc nghiêm trọng trong 24 giờ qua.
zh_hans: 过去 24 小时没有 warning、error 或 critical 诊断事件。
zh_hant: 過去 24 小時內沒有 warning、error 或 critical 診斷事件。

# toolbar.status.diagnostics.clear
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# toolbar.status.diagnostics.countFormat
source: %d recent diagnostic issues
ar: %d مشكلة تشخيصية حديثة
de: %d aktuelle Diagnoseprobleme
es: %d problemas de diagnóstico recientes
fr: %d problèmes de diagnostic récents
id: %d masalah diagnostik terbaru
it: %d problemi diagnostici recenti
ja: %d 件の最近の診断問題
ko: 최근 진단 문제 %d개
nl: %d recente diagnostische problemen
pl: %d ostatnich problemów diagnostycznych
pt_br: %d problemas de diagnóstico recentes
ru: %d недавних диагностических проблем
tr: %d yakın zamandaki tanılama sorunu
uk: %d останніх діагностичних проблем
vi: %d vấn đề chẩn đoán gần đây
zh_hans: 最近有 %d 条诊断问题
zh_hant: 最近 %d 條診斷問題

# toolbar.status.diagnostics.issueFormat
source: %d recent issues · latest: %@
ar: %d مشكلة حديثة · الأحدث: %@
de: %d aktuelle Probleme · letztes: %@
es: %d problemas recientes · último: %@
fr: %d problèmes récents · dernier : %@
id: %d masalah terbaru · terbaru: %@
it: %d problemi recenti · ultimo: %@
ja: %d 件の最近の問題 · 最新: %@
ko: 최근 문제 %d개 · 최신: %@
nl: %d recente problemen · laatste: %@
pl: %d ostatnich problemów · najnowszy: %@
pt_br: %d problemas recentes · mais recente: %@
ru: %d недавних проблем · последняя: %@
tr: %d yakın zamandaki sorun · en son: %@
uk: %d останніх проблем · остання: %@
vi: %d vấn đề gần đây · mới nhất: %@
zh_hans: 最近 %d 条问题 · 最新：%@
zh_hant: 最近 %d 條問題 · 最新：%@

# toolbar.status.diagnostics.open
source: Diagnostics
ar: التشخيصات
de: Diagnose
es: Diagnósticos
id: Diagnostik
it: Diagnostica
ja: 診断
ko: 진단
nl: Diagnostiek
pl: Diagnostyka
pt_br: Diagnósticos
ru: Диагностика
tr: Tanılama
uk: Діагностика
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷

# toolbar.status.diagnostics.title
source: Diagnostics
ar: التشخيصات
de: Diagnose
es: Diagnósticos
id: Diagnostik
it: Diagnostica
ja: 診断
ko: 진단
nl: Diagnostiek
pl: Diagnostyka
pt_br: Diagnósticos
ru: Диагностика
tr: Tanılama
uk: Діагностика
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷

# toolbar.status.help
source: Show sync, background task, service, and diagnostics status
ar: إظهار حالة المزامنة والمهام الخلفية والخدمات والتشخيصات
de: Synchronisations-, Hintergrundaufgaben-, Dienst- und Diagnosestatus anzeigen
es: Mostrar el estado de sincronización, tareas en segundo plano, servicios y diagnósticos
fr: Afficher l'état de la synchronisation, des tâches en arrière-plan, des services et des diagnostics
id: Tampilkan status sinkronisasi, tugas latar, layanan, dan diagnostik
it: Mostra stato sincronizzazione, attività in background, servizi e diagnostica
ja: 同期、バックグラウンドタスク、サービス、診断のステータスを表示
ko: 동기화, 백그라운드 작업, 서비스 및 진단 상태 표시
nl: Toon synchronisatie-, achtergrondtaak-, service- en diagnostiekstatus
pl: Pokaż stan synchronizacji, zadań w tle, usług i diagnostyki
pt_br: Mostrar status de sincronização, tarefas em segundo plano, serviços e diagnósticos
ru: Показать статус синхронизации, фоновых задач, служб и диагностики
tr: Senkronizasyon, arka plan görevi, hizmet ve tanılama durumunu göster
uk: Показати статус синхронізації, фонових завдань, служб і діагностики
vi: Hiển thị trạng thái đồng bộ, tác vụ nền, dịch vụ và chẩn đoán
zh_hans: 查看同步、后台任务、服务与诊断状态
zh_hant: 顯示同步、背景任務、服務與診斷狀態

# toolbar.status.initialWarmup.completed
source: Initial warmup completed
ar: اكتمل الإحماء الأولي
de: Erstes Aufwärmen abgeschlossen
es: Calentamiento inicial completado
fr: Préchauffage initial terminé
id: Pemanasan awal selesai
it: Riscaldamento iniziale completato
ja: 初期ウォームアップ完了
ko: 초기 준비 완료
nl: Initiële opwarming voltooid
pl: Wstępne rozgrzewanie zakończone
pt_br: Aquecimento inicial concluído
ru: Начальная подготовка завершена
tr: İlk ısınma tamamlandı
uk: Початкове прогрівання завершено
vi: Khởi động ban đầu hoàn tất
zh_hans: 首次预热已完成
zh_hant: 首次預熱已完成

# toolbar.status.initialWarmup.paused
source: Initial warmup is paused
ar: الإحماء الأولي متوقف مؤقتًا
de: Erstes Aufwärmen pausiert
es: El calentamiento inicial está en pausa
fr: Le préchauffage initial est en pause
id: Pemanasan awal dijeda
it: Riscaldamento iniziale in pausa
ja: 初期ウォームアップが一時停止中
ko: 초기 준비가 일시 중지됨
nl: Initiële opwarming is gepauzeerd
pl: Wstępne rozgrzewanie jest wstrzymane
pt_br: Aquecimento inicial está pausado
ru: Начальная подготовка приостановлена
tr: İlk ısınma duraklatıldı
uk: Початкове прогрівання призупинено
vi: Khởi động ban đầu đã tạm dừng
zh_hans: 首次预热已暂停
zh_hant: 首次預熱已暫停

# toolbar.status.initialWarmup.pausedFormat
source: Initial warmup paused, retry %@
ar: الإحماء الأولي متوقف مؤقتًا، إعادة المحاولة %@
de: Erstes Aufwärmen pausiert, Wiederholung %@
es: Calentamiento inicial en pausa, reintentar %@
fr: Préchauffage initial en pause, nouvelle tentative %@
id: Pemanasan awal dijeda, coba lagi %@
it: Riscaldamento iniziale in pausa, riprova %@
ja: 初期ウォームアップ一時停止中、再試行 %@
ko: 초기 준비 일시 중지됨, %@에 재시도
nl: Initiële opwarming gepauzeerd, opnieuw proberen %@
pl: Wstępne rozgrzewanie wstrzymane, ponów %@
pt_br: Aquecimento inicial pausado, tentar novamente %@
ru: Начальная подготовка приостановлена, повтор %@
tr: İlk ısınma duraklatıldı, %@ tarihinde yeniden dene
uk: Початкове прогрівання призупинено, повтор %@
vi: Khởi động ban đầu tạm dừng, thử lại %@
zh_hans: 首次预热暂停，%@重试
zh_hant: 首次預熱暫停，%@ 重試

# toolbar.status.initialWarmup.progressFormat
source: Initial warmup · README %d/%d · OpenSSF %d/%d · Health %d/%d
ar: الإحماء الأولي · README %d/%d · OpenSSF %d/%d · الصحة %d/%d
de: Erstes Aufwärmen · README %d/%d · OpenSSF %d/%d · Health %d/%d
es: Calentamiento inicial · README %d/%d · OpenSSF %d/%d · Salud %d/%d
fr: Préchauffage initial · README %d/%d · OpenSSF %d/%d · Santé %d/%d
id: Pemanasan awal · README %d/%d · OpenSSF %d/%d · Kesehatan %d/%d
it: Riscaldamento iniziale · README %d/%d · OpenSSF %d/%d · Salute %d/%d
ja: 初期ウォームアップ · README %d/%d · OpenSSF %d/%d · Health %d/%d
ko: 초기 준비 중 · README %d/%d · OpenSSF %d/%d · 상태 %d/%d
nl: Initiële opwarming · README %d/%d · OpenSSF %d/%d · Health %d/%d
pl: Wstępne rozgrzewanie · README %d/%d · OpenSSF %d/%d · Health %d/%d
pt_br: Aquecimento inicial · README %d/%d · OpenSSF %d/%d · Integridade %d/%d
ru: Начальная подготовка · README %d/%d · OpenSSF %d/%d · Health %d/%d
tr: İlk ısınma · README %d/%d · OpenSSF %d/%d · Sağlık %d/%d
uk: Початкове прогрівання · README %d/%d · OpenSSF %d/%d · Health %d/%d
vi: Khởi động ban đầu · README %d/%d · OpenSSF %d/%d · Health %d/%d
zh_hans: 首次数据预热 · README %d/%d · OpenSSF %d/%d · Health %d/%d
zh_hant: 首次預熱 · README %d/%d · OpenSSF %d/%d · Health %d/%d

# toolbar.status.initialWarmup.rateLimitedFormat
source: Initial warmup waiting for GitHub rate limit, retry %@
ar: الإحماء الأولي في انتظار حد معدل GitHub، إعادة المحاولة %@
de: Erstes Aufwärmen wartet auf GitHub-Ratenlimit, Wiederholung %@
es: Calentamiento inicial esperando el límite de tasa de GitHub, reintentar %@
fr: Préchauffage initial en attente de la limite de débit GitHub, nouvelle tentative %@
id: Pemanasan awal menunggu batas kecepatan GitHub, coba lagi %@
it: Riscaldamento iniziale in attesa del limite di velocità GitHub, riprova %@
ja: 初期ウォームアップ、GitHubレート制限待ち、再試行 %@
ko: 초기 준비가 GitHub 속도 제한을 기다리는 중, %@에 재시도
nl: Initiële opwarming wacht op GitHub-snelheidslimiet, opnieuw proberen %@
pl: Wstępne rozgrzewanie oczekuje na limit szybkości GitHub, ponów %@
pt_br: Aquecimento inicial aguardando limite de taxa do GitHub, tentar novamente %@
ru: Начальная подготовка ожидает снятия лимита GitHub, повтор %@
tr: İlk ısınma GitHub hız sınırı bekliyor, %@ tarihinde yeniden dene
uk: Початкове прогрівання чекає на ліміт GitHub, повтор %@
vi: Khởi động ban đầu đang chờ giới hạn tốc độ GitHub, thử lại %@
zh_hans: 首次预热等待 GitHub 限流恢复，%@重试
zh_hant: 首次預熱等待 GitHub 速率限制解除，%@ 重試

# toolbar.status.initialWarmup.scheduledFormat
source: Initial warmup starts %@
ar: يبدأ الإحماء الأولي %@
de: Erstes Aufwärmen startet %@
es: El calentamiento inicial comienza %@
fr: Le préchauffage initial commence %@
id: Pemanasan awal dimulai %@
it: Riscaldamento iniziale inizia %@
ja: 初期ウォームアップ開始 %@
ko: 초기 준비가 %@에 시작됩니다
nl: Initiële opwarming start %@
pl: Wstępne rozgrzewanie rozpocznie się %@
pt_br: Aquecimento inicial começa %@
ru: Начальная подготовка начнётся %@
tr: İlk ısınma %@ tarihinde başlıyor
uk: Початкове прогрівання починається %@
vi: Khởi động ban đầu bắt đầu %@
zh_hans: 首次预热将在 %@ 开始
zh_hant: 首次預熱將於 %@ 開始

# toolbar.status.initialWarmup.waiting
source: Initial warmup is waiting
ar: الإحماء الأولي في الانتظار
de: Erstes Aufwärmen wartet
es: El calentamiento inicial está esperando
fr: Le préchauffage initial est en attente
id: Pemanasan awal menunggu
it: Riscaldamento iniziale in attesa
ja: 初期ウォームアップ待機中
ko: 초기 준비 대기 중
nl: Initiële opwarming wacht
pl: Wstępne rozgrzewanie oczekuje
pt_br: Aquecimento inicial está aguardando
ru: Начальная подготовка ожидает
tr: İlk ısınma bekliyor
uk: Початкове прогрівання очікує
vi: Khởi động ban đầu đang chờ
zh_hans: 首次预热等待中
zh_hant: 首次預熱等待中

# toolbar.status.label
source: Starcat status
ar: حالة Starcat
es: Estado de Starcat
fr: État de Starcat
id: Status Starcat
it: Stato Starcat
ja: Starcat ステータス
ko: Starcat 상태
pl: Stan Starcat
pt_br: Status do Starcat
ru: Статус Starcat
tr: Starcat durumu
uk: Статус Starcat
vi: Trạng thái Starcat
zh_hans: Starcat 状态
zh_hant: Starcat 狀態

# toolbar.status.mcp.disabled
source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Désactivé
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko: 비활성화됨
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
ru: Отключено
tr: Devre Dışı
uk: Вимкнено
vi: Đã tắt
zh_hans: 未开启
zh_hant: 未啟用

# toolbar.status.mcp.failedFormat
source: Failed: %@
ar: فشل: %@
de: Fehlgeschlagen: %@
es: Error: %@
fr: Échec : %@
id: Gagal: %@
it: Fallito: %@
ja: 失敗: %@
ko: 실패: %@
nl: Mislukt: %@
pl: Niepowodzenie: %@
pt_br: Falhou: %@
ru: Ошибка: %@
tr: Başarısız: %@
uk: Помилка: %@
vi: Thất bại: %@
zh_hans: 启动失败：%@
zh_hant: 失敗：%@

# toolbar.status.mcp.running
source: Listening
ar: جاري الاستماع
de: Hört zu
es: Escuchando
fr: À l'écoute
id: Mendengarkan
it: In ascolto
ja: 待機中
ko: 수신 중
nl: Luistert
pl: Nasłuchiwanie
pt_br: Ouvindo
ru: Прослушивание
tr: Dinliyor
uk: Слухає
vi: Đang lắng nghe
zh_hans: 正在监听
zh_hant: 監聽中

# toolbar.status.mcp.stopped
source: Stopped
ar: متوقف
de: Gestoppt
es: Detenido
fr: Arrêté
id: Berhenti
it: Fermato
ja: 停止
ko: 중지됨
nl: Gestopt
pl: Zatrzymane
pt_br: Parado
ru: Остановлено
tr: Durduruldu
uk: Зупинено
vi: Đã dừng
zh_hans: 已停止
zh_hant: 已停止

# toolbar.status.panel.title
source: Starcat Status
ar: حالة Starcat
es: Estado de Starcat
fr: État de Starcat
id: Status Starcat
it: Stato Starcat
ja: Starcat ステータス
ko: Starcat 상태
pl: Stan Starcat
pt_br: Status do Starcat
ru: Статус Starcat
tr: Starcat Durumu
uk: Статус Starcat
vi: Trạng thái Starcat
zh_hans: Starcat 状态
zh_hant: Starcat 狀態

# toolbar.status.readmePrefetch.completedFormat
source: HTML %d · MD %d · none %d · failed %d
ar: HTML %d · MD %d · لا شيء %d · فشل %d
de: HTML %d · MD %d · keine %d · fehlgeschlagen %d
es: HTML %d · MD %d · ninguno %d · fallido %d
fr: HTML %d · MD %d · aucun %d · échec %d
id: HTML %d · MD %d · tidak ada %d · gagal %d
it: HTML %d · MD %d · nessuno %d · falliti %d
ja: HTML %d · MD %d · なし %d · 失敗 %d
ko: HTML %d · MD %d · 없음 %d · 실패 %d
nl: HTML %d · MD %d · geen %d · mislukt %d
pl: HTML %d · MD %d · brak %d · niepowodzenie %d
pt_br: HTML %d · MD %d · nenhum %d · falhou %d
ru: HTML %d · MD %d · нет %d · ошибок %d
tr: HTML %d · MD %d · yok %d · başarısız %d
uk: HTML %d · MD %d · немає %d · помилок %d
vi: HTML %d · MD %d · không %d · thất bại %d
zh_hans: HTML %d · MD %d · 无 %d · 失败 %d
zh_hant: HTML %d · MD %d · 無 %d · 失敗 %d

# toolbar.status.readmePrefetch.coolingDownFormat
source: Cooling down until %@
ar: فترة تهدئة حتى %@
de: Abkühlung bis %@
es: Enfriando hasta %@
fr: Refroidissement jusqu'à %@
id: Mendingin hingga %@
it: Raffreddamento fino al %@
ja: %@ までクールダウン中
ko: %@까지 대기 중
nl: Afkoelen tot %@
pl: Ochładzanie do %@
pt_br: Esfriando até %@
ru: Остывание до %@
tr: %@ tarihine kadar soğutuluyor
uk: Охолодження до %@
vi: Đang làm mát cho đến %@
zh_hans: 冷却至 %@
zh_hant: 冷卻中，直到 %@

# toolbar.status.readmePrefetch.disabled
source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Désactivé
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko: 비활성화됨
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
ru: Отключено
tr: Devre Dışı
uk: Вимкнено
vi: Đã tắt
zh_hans: 已关闭
zh_hant: 已關閉

# toolbar.status.readmePrefetch.lastFormat
source: Last checked %@
ar: آخر فحص %@
de: Zuletzt geprüft %@
es: Última comprobación %@
fr: Dernière vérification %@
id: Terakhir diperiksa %@
it: Ultimo controllo %@
ja: 最終確認 %@
ko: 마지막 확인: %@
nl: Laatst gecontroleerd %@
pl: Ostatnio sprawdzane %@
pt_br: Última verificação %@
ru: Последняя проверка %@
tr: Son kontrol %@
uk: Остання перевірка %@
vi: Kiểm tra lần cuối %@
zh_hans: 上次检查 %@
zh_hant: 上次檢查 %@

# toolbar.status.readmePrefetch.progressFormat
source: Processing %d / %d, failed %d
ar: معالجة %d / %d، فشل %d
de: Verarbeitung %d / %d, fehlgeschlagen %d
es: Procesando %d / %d, fallidos %d
fr: Traitement %d / %d, échec %d
id: Memproses %d / %d, gagal %d
it: Elaborazione %d / %d, falliti %d
ja: 処理中 %d / %d、失敗 %d
ko: 처리 중 %d / %d, 실패 %d
nl: Bezig %d / %d, mislukt %d
pl: Przetwarzanie %d / %d, niepowodzeń %d
pt_br: Processando %d / %d, falhou %d
ru: Обработано %d / %d, ошибок %d
tr: İşleniyor %d / %d, başarısız %d
uk: Обробка %d / %d, помилок %d
vi: Đang xử lý %d / %d, thất bại %d
zh_hans: 处理中 %d / %d，失败 %d
zh_hant: 處理中 %d / %d，失敗 %d

# toolbar.status.readmePrefetch.waiting
source: Waiting for the next background window
ar: في انتظار نافذة الخلفية التالية
de: Warten auf das nächste Hintergrundfenster
es: Esperando la siguiente ventana en segundo plano
fr: En attente de la prochaine fenêtre en arrière-plan
id: Menunggu jendela latar berikutnya
it: In attesa della prossima finestra in background
ja: 次のバックグラウンドウィンドウを待機中
ko: 다음 백그라운드 창 대기 중
nl: Wacht op het volgende achtergrondvenster
pl: Oczekiwanie na następne okno w tle
pt_br: Aguardando a próxima janela em segundo plano
ru: Ожидание следующего фонового окна
tr: Bir sonraki arka plan penceresi bekleniyor
uk: Очікування наступного фонового вікна
vi: Đang chờ cửa sổ nền tiếp theo
zh_hans: 等待下一次后台调度
zh_hant: 等待下一次背景排程

# toolbar.status.services.availableFormat
source: %d/%d API services available
ar: %d/%d خدمات API متاحة
de: %d/%d API-Dienste verfügbar
es: %d/%d servicios API disponibles
fr: %d/%d services API disponibles
id: %d/%d layanan API tersedia
it: %d/%d servizi API disponibili
ja: %d/%d のAPIサービスが利用可能
ko: API 서비스 %d/%d 사용 가능
nl: %d/%d API-services beschikbaar
pl: Dostępne %d/%d usług API
pt_br: %d/%d serviços de API disponíveis
ru: %d/%d API-служб доступно
tr: %d/%d API hizmeti kullanılabilir
uk: %d/%d API-служб доступно
vi: %d/%d dịch vụ API khả dụng
zh_hans: %d/%d 个 API 服务可用
zh_hant: %d/%d 個 API 服務可用

# toolbar.status.services.checking
source: Checking API services...
ar: جارٍ التحقق من خدمات API...
de: API-Dienste werden geprüft …
es: Comprobando servicios API...
fr: Vérification des services API...
id: Memeriksa layanan API...
it: Controllo servizi API...
ja: APIサービスを確認中...
ko: API 서비스 확인 중...
nl: API-services controleren...
pl: Sprawdzanie usług API...
pt_br: Verificando serviços de API...
ru: Проверка API-служб...
tr: API hizmetleri kontrol ediliyor...
uk: Перевірка API-служб...
vi: Đang kiểm tra dịch vụ API...
zh_hans: 正在检测 API 服务...
zh_hant: 正在檢查 API 服務…

# toolbar.status.services.configuredFormat
source: %d/%d services customized
ar: %d/%d خدمات مخصصة
de: %d/%d Dienste angepasst
es: %d/%d servicios personalizados
fr: %d/%d services personnalisés
id: %d/%d layanan disesuaikan
it: %d/%d servizi personalizzati
ja: %d/%d のサービスがカスタマイズ済み
ko: 서비스 %d/%d 사용자 정의됨
nl: %d/%d services aangepast
pl: Skonfigurowano %d/%d usług
pt_br: %d/%d serviços personalizados
ru: %d/%d служб настроено
tr: %d/%d hizmet özelleştirildi
uk: %d/%d служб налаштовано
vi: %d/%d dịch vụ đã tùy chỉnh
zh_hans: %d/%d 个服务已自定义
zh_hant: %d/%d 個服務已自訂

# toolbar.status.services.failedFormat
source: %d/%d API services available · unavailable: %@
ar: %d/%d خدمات API متاحة · غير متاحة: %@
de: %d/%d API-Dienste verfügbar · nicht verfügbar: %@
es: %d/%d servicios API disponibles · no disponibles: %@
fr: %d/%d services API disponibles · indisponibles : %@
id: %d/%d layanan API tersedia · tidak tersedia: %@
it: %d/%d servizi API disponibili · non disponibili: %@
ja: %d/%d のAPIサービスが利用可能 · 利用不可: %@
ko: API 서비스 %d/%d 사용 가능 · 사용 불가: %@
nl: %d/%d API-services beschikbaar · niet beschikbaar: %@
pl: Dostępne %d/%d usług API · niedostępne: %@
pt_br: %d/%d serviços de API disponíveis · indisponível: %@
ru: %d/%d API-служб доступно · недоступно: %@
tr: %d/%d API hizmeti kullanılabilir · kullanılamayan: %@
uk: %d/%d API-служб доступно · недоступно: %@
vi: %d/%d dịch vụ API khả dụng · không khả dụng: %@
zh_hans: %d/%d 个 API 服务可用 · 不可用：%@
zh_hant: %d/%d 個 API 服務可用 · 不可用：%@

# toolbar.status.services.mcpDisabled
source: MCP disabled
ar: MCP معطل
de: MCP deaktiviert
es: MCP desactivado
fr: MCP désactivé
id: MCP dinonaktifkan
it: MCP disabilitato
ja: MCP無効
ko: MCP 비활성화됨
nl: MCP uitgeschakeld
pl: MCP wyłączone
pt_br: MCP desativado
ru: MCP отключён
tr: MCP devre dışı
uk: MCP вимкнено
vi: MCP đã tắt
zh_hans: MCP 未开启
zh_hant: MCP 未啟用

# toolbar.status.services.mcpFailed
source: MCP failed
ar: فشل MCP
de: MCP fehlgeschlagen
es: MCP fallido
fr: MCP en échec
id: MCP gagal
it: MCP fallito
ja: MCP失敗
ko: MCP 실패
nl: MCP mislukt
pl: MCP nie powiodło się
pt_br: MCP falhou
ru: Ошибка MCP
tr: MCP başarısız
uk: MCP не працює
vi: MCP thất bại
zh_hans: MCP 启动失败
zh_hant: MCP 失敗

# toolbar.status.services.mcpRunningFormat
source: MCP running on %d
ar: MCP يعمل على %d
de: MCP läuft auf %d
es: MCP ejecutándose en %d
fr: MCP en cours d'exécution sur %d
id: MCP berjalan di %d
it: MCP in esecuzione su %d
ja: MCPがポート%dで実行中
ko: MCP가 %d에서 실행 중
nl: MCP actief op %d
pl: MCP działa na porcie %d
pt_br: MCP em execução em %d
ru: MCP работает на %d
tr: MCP %d üzerinde çalışıyor
uk: MCP працює на %d
vi: MCP đang chạy trên %d
zh_hans: MCP 正在监听 %d
zh_hant: MCP 正在監聽 %d

# toolbar.status.services.mcpStopped
source: MCP stopped
ar: MCP متوقف
de: MCP gestoppt
es: MCP detenido
fr: MCP arrêté
id: MCP berhenti
it: MCP fermato
ja: MCP停止
ko: MCP 중지됨
nl: MCP gestopt
pl: MCP zatrzymane
pt_br: MCP parado
ru: MCP остановлен
tr: MCP durduruldu
uk: MCP зупинено
vi: MCP đã dừng
zh_hans: MCP 已停止
zh_hant: MCP 已停止

# toolbar.status.services.notChecked
source: API services have not been checked yet.
ar: لم يتم التحقق من خدمات API بعد.
de: API-Dienste wurden noch nicht überprüft.
es: Los servicios de API aún no se han verificado.
fr: Les services API n'ont pas encore été vérifiés.
id: Layanan API belum diperiksa.
it: I servizi API non sono ancora stati controllati.
ja: APIサービスはまだ確認されていません。
ko: API 서비스가 아직 확인되지 않았습니다.
nl: API-services zijn nog niet gecontroleerd.
pl: Usługi API nie zostały jeszcze sprawdzone.
pt_br: Os serviços da API ainda não foram verificados.
ru: API-сервисы еще не проверены.
tr: API hizmetleri henüz kontrol edilmedi.
uk: Сервіси API ще не перевірено.
vi: Dịch vụ API chưa được kiểm tra.
zh_hans: API 服务尚未检测。
zh_hant: API 服務尚未檢查。

# toolbar.status.services.open
source: Services
ar: الخدمات
de: Dienste
es: Servicios
id: Layanan
it: Servizi
ja: サービス
ko: 서비스
pl: Usługi
pt_br: Serviços
ru: Сервисы
tr: Hizmetler
uk: Сервіси
vi: Dịch vụ
zh_hans: 服务
zh_hant: 服務
